Revit 2024 API
ParameterTypeId.LoadAreaForceFz3 Property
 "Fz 3"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LoadAreaForceFz3 { get; }
Visual Basic
Public Shared ReadOnly Property LoadAreaForceFz3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LoadAreaForceFz3 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace